Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: A copy of the presentation is attached for easy reference The Council participated actively in the deliberations of the session in close collaboration with the members of UN W-water-/Africa The sessions accorded a high degree of attention to regional perspectives and dimensions.
fr: Une copie de la déclaration figure en annexe pour référence. Le Conseil a participé activement aux délibérations de la session en étroite collaboration avec les membres d'ONU-Eau/Afrique. La Commission a accordé la plus grande attention aux perspectives et dimensions régionales.

source: The African Ministers'' Council on Water, and Africa as a whole, were once again cited as having evolved strategic approaches and putting in place processes and approaches worthy of emulation by other regions.
fr: L'AMCOW, et l'Afrique toute entière, ont été de nouveau cités comme ayant élaboré des approches stratégiques et mis en place des processus et méthodes dignes d'être repris par d'autres régions.

source: The African Ministers'' Council on Water also organized a high-profile side event together with UN W-water-/Africa and other partners.
fr: L'AMCOW a également organisé une manifestation parallèle importante avec ONU-Eau/Afrique et d'autres partenaires.

source: You will note from paragraphs -26 of this document that the African Ministers'' Council on Water highlighted the need and intention to establish a monitoring and evaluation mechanism for Africa for the purpose of monitoring the implementation of the water-related Millennium Development Goals in the region.
fr: Vous remarquerez aux paragraphes 23 à 26 du présent document que l'AMCOW a souligné la nécessité et l'intention de créer un mécanisme de suivi et d'évaluation pour l'Afrique afin de suivre la mise en oeuvre des Objectifs de développement pour le Millénaire concernant l'eau dans la région.

source: The Committee members of the Technical Advisory Committee have proposed appropriate proposals for our consideration.
fr: Les membres du Comité consultatif technique nous ont soumis pour examen des propositions appropriées.

source: Relationship between the African Ministers'' Council on Water and the African Union
fr: Relations entre l'AMCOW et l'Union africaine

source: In conformity with the Constitutive Act of the African Union, relationships between African ministerial bodies and the African Union have become the subject of consultations, with a view to establishing the best options for integration of these bodies into the Union.
fr: Conformément à l'Acte constitutif de l'Union africaine, les relations entre les organismes ministériels africains et l'Union africaine ont fait l'objet de consultations en vue de définir les meilleures options pour intégrer ces organismes dans l'Union.

source: The African Union recently held discussions with the Bureau of the African Ministerial Conference on the Environment (AMCEN).
fr: Récemment, l'Union africaine a eu des discussions avec le Bureau de la Conférence ministérielle africaine sur l'environnement (CMAE).

source: The African Union will also be holding discussions with the leadership of the African Ministers'' Council on Water as a follow-up to our initial contacts.
fr: L'Union africaine aura aussi des entretiens avec la direction de l'AMCOW dans le cadre du suivi de nos contacts préliminaires.

source: It will be recalled that the Sirte Declaration included an agreement to “request the Chair of the African Union Commission to adopt the mandate, structures and activities of AMCOW, AMCEN and the African Ministerial Conference on Agriculture in order to integrate them into the activities of the African Union Commission and its Specialized Technical Committees.” The Technical Advisory Committee of the African Ministers'' Council on Water has prepared a paper which draws our attention to the key issues that we should take into account.
fr: Il ne faut pas oublier que, dans la Déclaration de Syrte, il était convenu de « demander au Président de la Commission de l'Union africaine d'adopter le mandat, les structures et les activités du Conseil des Ministres africains chargés de l'eau (AMCOW), de la Conférence ministérielle africaine sur l'environnement (CMAE) et de la Conférence ministérielle africaine sur l'agriculture afin de les intégrer dans les activités de la Commission de l'Union africaine et de ses Comités techniques spécialisés. » Le Comité consultatif technique de l'AMCOW a préparé un document qui attire notre attention sur les questions clés dont nous devrions tenir compte.

source: Strengthening coordination with regional economic communities and river and lake basin organizations
fr: Renforcement de la coordination avec les communautés économiques régionales et les organisations en charge des bassins fluviaux et lacustres

source: Full cooperation of the regional economic communities and river and lake basin organizations in Africa is considered vital.
fr: Il est d'importance capitale qu'il y ait une coopération totale avec les communautés économiques régionales et les organisations des bassins fluviaux et lacustres en Afrique.

source: In order to harness to the maximum this huge reservoir of potential for attainment of the development goals to the maximum, a coordination meeting will be held here tomorrow.
fr: Afin de maîtriser au mieux ce potentiel considérable de possibilités pour atteindre les objectifs de développement, une réunion de coordination se tiendra ici demain.

source: The Technical Advisory Committee of the African Ministers'' Council on Water has made specific recommendations for our consideration.
fr: Le Comité consultatif technique de l'AMCOW a fait des recommandations spécifiques à notre intention.

source: Outcomes of the ministerial meeting on the Millennium Development Goals
fr: Résultats de la réunion ministérielle sur les Objectifs de développement pour le Millénaire

source: The Government of France, in close cooperation with the African Development Bank (AfDB) and others, convened a ministerial meeting in Paris in April 2005 on the theme of achieving the Millennium Development Goals in Africa.
fr: En étroite coopération avec la Banque africaine de développement et d'autres, le Gouvernement français a convoqué une réunion ministérielle à Paris, en avril 2005, sur le thème de la réalisation des Objectifs de développement pour le Millénaire en Afrique.

source: The ministers responsible for water in Africa were invited to the meeting, which accorded particular attention to the Rural Water Supply and Sanitation Initiative which was launched at the Pan-African Implementation and Partnership Conference on Water, and which has been managed by the African Development BankAfDB The outcomes of the Paris meeting included the Paris Declaration and other documents.
fr: Les ministres africains chargés de l'eau ont été invités à cette réunion qui a accordé une attention particulière à l'Initiative relative à l'approvisionnement en eau et à l'assainissement en milieu rural, lancée lors de la Conférence panafricaine sur la mise en œuvre et le partenariat dans le domaine de l'eau et qui a été gérée par la Banque africaine de développement. Les résultats de la réunion de Paris comprenaient la Déclaration de Paris et d'autres documents.

source: The African Development Bank AfDB will present to us the main outcomes of the meeting and their implications for the African Ministers'' Council on Water
fr: La Banque africaine de développement nous présentera les principaux résultats de la réunion et leurs conséquences pour l'AMCOW.

source: African Water Week and the Fourth World Water Forum
fr: Semaine de l'eau en Afrique et quatrième Forum mondial de l'eau

source: It will be recalled that the AfDB African Development Bank organized an African Development Bank AfDB water week in Tunis in June 2004.
fr: La Banque africaine de développement a organisé la semaine de l'eau à Tunis en juin 2004.

source: At the fifth session of the African Ministers'' Council on Water, the African Development Bank AfDB proposed that future African water weeks be organized under the auspices of the African Ministers'' Council on Water The BankAfDB has deliberated on this matter and has placed before us specific recommendations for our consideration.
fr: A la cinquième session de l'AMCOW, la Banque africaine de développement a proposé que les semaines africaines de l'eau soient organisées à l'avenir sous les auspices du Conseil des Ministres africains chargés de l'eau. La Banque a délibéré sur cette question et nous a soumis, pour examen, des recommandations spécifiques.

source: It has also put forward proposals relating to the contribution of the African Ministers'' Council on Water to the fourth World Water Forum.
fr: Elle a également présenté des propositions relatives à la contribution de l'AMCOW au quatrième Forum mondial de l'eau.

source: High-level plenary meeting of the United Nations General Assembly to review the five-year implementation of the Millennium Declaration
fr: Réunion plénière de haut niveau de l'Assemblée générale des Nations Unies consacrée à l'examen, après cinq ans, de la réalisation des engagements énoncés dans la Déclaration du Millénaire

source: The contribution of the African Ministers'' Council on Water to the thirteenth session of the Commission on Sustainable Development contains sections relevant to the special summit of the General Assembly on the review of the five-year implementation of the Millennium Declaration.
fr: La contribution de l'AMCOW à la treizième session de la Commission du développement durable contient des sections concernant la réunion de haut niveau de l'Assemblée générale consacrée à l'examen, après cinq ans, de la réalisation des objectifs énoncés dans la Déclaration du Millénaire.

source: The President of the General Assembly, in preparation for the above-mentioned meeting, which will take place in New York from to 16 September 2005, met with government delegations in New York on 3 June 2005 and with delegations preparing for the high-level plenary Meeting and presented a draft document on the outcomes The document was tabled after the four working groups of facilitators had examined different parts of the report of the United Nations Secretary-General entitled “In larger freedom: towards development, security and human rights for all”.
fr: le 3 juin 2005, ainsi que celles qui préparent la réunion plénière de haut niveau et il a présenté un projet de document sur les résultats. Le document a été présenté après que les quatre groupes de travail de modérateurs aient examiné les différentes parties du rapport du Secrétaire général des Nations Unies intitulé « Plus de liberté: vers le développement, la sécurité et les droits humains pour tous ».

source: The President of the General Assembly has indicated that he would wish to reconvene informal consultations on the document on 21 June.
fr: Le Président de l'Assemblée générale a indiqué qu'il souhaitait reprendre les consultations officieuses sur le document le 21 juin.

source: He has expressed the view that the draft document on the outcomes, which he tabled in New York on 3 June, could provide the basis for the outcome of the high-level plenary meeting In order to facilitate our discussions on the subject, the Technical Advisory Committee has submitted, for our consideration, a note containing specific proposals which can form the basis for the inputs of the African Ministers'' Council on Water
fr: A son avis, le projet de document sur les résultats qu'il a soumis à New York le 3 juin pourrait servir de base à la conclusion de la réunion plénière de haut niveau. Afin de faciliter nos discussions sur ce sujet, le Comité consultatif technique nous a soumis, pour examen, une note contenant des propositions spécifiques susceptibles de constituer la base des contributions de l'AMCOW.

source: The report of the Commission for Africa contains recommendations for the establishment of centres of excellence in Africa on water sciences and technology.
fr: Le rapport de la Commission africaine contient des recommandations pour l'établissement en Afrique de centres d'excellence des sciences et technologies de l'eau.

source: The importance of establishing centres of excellence in water sciences and technology is also recognized in the G8 Africa Action Plan on Water, which envisages international support for improving water resources management in Africa.
fr: Le Plan d'action du G-8 pour l'eau en Afrique qui envisage un appui international pour améliorer la gestion des ressources en eau, reconnaît également l'importance de l'établissement de centres d'excellence des sciences et technologies de l'eau.

source: The NEPAD Science and Technology Forum, UNEP, the United Nations Educational, Scientific and Cultural Organization (UNESCO) and the French Institute of Research for Development (IRD) co-sponsored a workshop held at the UNEP headquarters in Nairobi from to 12 May , to consider the implications of the recommendations.
fr: Le Forum du NEPAD sur la science et la technologie, le PNUE, l'Organisation des Nations Unies pour l'éducation, la science et la culture (UNESCO) et l'Institut français de recherche pour le développement (IRD) ont coparrainé un atelier qui s'est tenu au siège du PNUE à Nairobi, du 9 au 12 mai 2005, pour examiner les incidences des recommandations.

source: The African Ministers'' Council on Water was closely involved in the arrangements for the workshop and chaired the high-level segment of ministers and senior officials.
fr: L'AMCOW a étroitement participé à l'organisation de l'atelier et a présidé le segment de haut niveau des ministres et hauts fonctionnaires.

source: Mr. Mukthar Shagari chaired that segment on behalf of the president of the African Ministers'' Council on Water The Council's Technical Advisory Committee of the African Ministers' Council on Water has submitted to us a note containing the recommendations of the workshop which also suggests certain decisions to be taken by the Executive Committee
fr: M. Mukthar Shagari a présidé ce segment au nom de la Présidente de l'AMCOW. Le Comité consultatif technique du Conseil nous a soumis une note contenant les recommandations de l'atelier qui propose également que le Comité exécutif prenne certaines décisions.

source: The full text of the progress report has been circulated.
fr: Le texte intégral du rapport intérimaire a été distribué.

source: Establishment of the Ooffice of the President
fr: Mise en place du Bureau du Président

source: In order to effectively to discharge the responsibilities inherent in the pPresidency of the African Ministers'' Council on Water, I have instituted certain measures and arrangements within my ministry.
fr: Afin de m'acquitter efficacement des responsabilités inhérentes à la présidence du Conseil des Ministres africains chargés de l'eau, j'ai pris certaines mesures et dispositions au sein de mon ministère.

source: I have reassigned one of my senior officers to servebe, on a full-time basis, as my special assistant on all matters relating to my duties as the President.
fr: J'ai détaché un de mes collaborateurs de rang supérieur comme assistant spécial à plein temps pour toutes les questions relatives à mes fonctions de Présidente.

source: In this connection, I have set up a special unit which is to be known referred to as the Office of the President of the African Ministers'' Council on Water and which only handles and processes matters relating to the African Ministers'' Council on Water
fr: A cet égard, j'ai créé une unité spéciale connue sous le nom de Bureau du Président de l'AMCOW qui s'occupe uniquement des questions relevant du Conseil.

source: Logo of the African Ministers'' Council on Water
fr: Logo de l'AMCOW

source: I have taken the liberty to commission a new logo for the African Ministers'' Council on Water for your approval Attached are a large version of the logo intended for the covers of the brochures of the African Ministers'' Council on Water and other publications and a smaller version of the letterhead, both in English and French.
fr: J'ai pris la liberté de demander à la Commission de présenter un nouveau logo pour l'AMCOW afin de le soumettre à votre approbation.

source: I believe that the logo will help the African Ministers'' Council on Water to establish a pro-active corporate identity ofor the Council I have authorized the use of the logo on an experimental basis, pending its formal consideration by this meeting.
fr: Un agrandissement du logo destiné aux couvertures des brochures de l'AMCOW et à d'autres publications figure en annexe, de même qu'une version plus petite de l'en-tête en anglais et en français.

source: Your approval of the logo design will be greatly appreciated.
fr: Je suis persuadée que le logo aidera l'AMCOW à se créer une identité collective proactive.

source: AMCOW/ExCom//
fr: AMCOW/ExCom/5/1

source: on Thursday, 3 February 2005, at 10.25 a.m.
fr: 3 février 2005

source: The PRESIDENT: I declare open the 971st plenary meeting of the Conference on Disarmament.
fr: Le PRÉSIDENT (traduit de l'anglais): Je déclare ouverte la 971e séance plénière de la Conférence du désarmement.

source: First, I would like to invite the Conference to take a decision on the request from Panama, a non-member State of the Conference, to participate in our work, without first having considered it in an informal plenary.
fr: Je vais commencer par inviter la Conférence à se prononcer sur la demande de participation à ses travaux émanant du Panama, État non membre, sans l'examiner au préalable en séance informelle.

source: The request is contained in document CD/WP.537/Add.1.
fr: Cette demande est reproduite dans le document CD/WP.537/Add.1.

source: May I take it that the Conference decides to invite Panama to participate in our work, in accordance with the rules of procedure?
fr: Puis-je considérer que la Conférence décide d'inviter le Panama à participer à ses travaux, conformément à son règlement intérieur?

source: The PRESIDENT: This is now the 33rd observer.
fr: Le PRÉSIDENT (traduit de l'anglais): Le Panama devient ainsi le trente-troisième État observateur.

source: I have no speakers for today's plenary meeting.
fr: Aucun orateur n'est inscrit pour la séance plénière d'aujourd'hui.

source: Does any delegation wish to take the floor, nevertheless, at this stage of the formal, plenary part of our meeting?
fr: Une délégation souhaite-t-elle néanmoins prendre la parole à ce stade?

source: That does not seem to be the case. Therefore, I would now like to adjourn the formal plenary meeting of the Conference and resume our meeting in an informal format five minutes from now.
fr: Cela ne semble pas être le cas, aussi vais-je lever la séance plénière officielle de la Conférence afin que nous reprenions nos travaux en séance informelle dans cinq minutes.

source: Letter dated 3 May 2005 from the Chairman of the Security Council Committee established pursuant to resolution 1373 (2001) concerning counter-terrorism addressed to the President of the Security Council
fr: Lettre datée du 3 mai 2005, adressée au Président du Conseil de sécurité par la Présidente du Comité du Conseil de sécurité créé par la résolution 1373 (2001) concernant la lutte antiterroriste

source: I refer to my predecessor's letter of 20 April 2004 (S/2004/323) and its annex, transmitting the fourth report from Argentina submitted to the Counter-Terrorism Committee pursuant to paragraph 6 of Security Council resolution 1373 (2001).
fr: J'ai l'honneur de me référer à la lettre du mon prédécesseur en date du 20 avril 2004 (S/2004/323) et à son annexe, transmettant le quatrième rapport de l'Argentine, présenté au Comité contre le terrorisme en application du paragraphe 6 de la résolution 1373 (2001) du Conseil de sécurité.

source: The Counter-Terrorism Committee has considered the report carefully, with the assistance of its experts and has written to the Permanent Representative of Argentina to the United Nations to set out its preliminary comments.
fr: Le Comité contre le terrorisme, avec le concours d'experts, a soigneusement examiné le rapport et a écrit au Représentant permanent de l'Argentine auprès de l'Organisation des Nations Unies pour lui communiquer ses observations préliminaires.

source: Argentina has been requested to provide a response in the form of a fifth report by 23 May 2005.
fr: L'Argentine a été priée d'envoyer sa réponse sous la forme d'un cinquième rapport, le 23 mai 2005 au plus tard.

source: Letter dated 7 March 2005 from the Permanent Representative of Armenia to the United Nations addressed to the Secretary-General
fr: Lettre datée du 7 mars 2005, adressée au Secrétaire général par le Représentant permanent de l'Arménie auprès de l'Organisation des Nations Unies

source: The pogroms of Armenians in Sumgait 17 years ago have the dubious honour of being the first time that ethnic cleansing was utilized in what was still a Soviet space.
fr: Les pogroms d'Arméniens qui ont eu lieu à Soumgaït il y a 17 ans ont le triste honneur d'être le premier exemple de nettoyage ethnique dans ce qui était encore l'espace soviétique.

source: From 1988 to 1990, the deliberate manipulation of the Azerbaijani public led to the massacres of Armenians in three of the largest cities of Azerbaijan, Sumgait, Kirovabad (Ganja) and Baku.
fr: De 1988 à 1990, la manipulation délibérée de la population azerbaïdjanaise a provoqué des massacres d'Arméniens dans trois des principales villes d'Azerbaïdjan, à savoir Soumgaït, Kirovabad (Ganja) et Bakou.

source: On 27 February 1988, Azeris went on a three-day rampage in Sumgait, an industrial town 20 miles from Baku, the capital of Azerbaijan, murdering members of the town's large Armenian minority, looting and destroying their property.
fr: Le 27 février 1988, des Azéris se sont livrés pendant trois jours à des actes de violence aveugles à Soumgaït, ville industrielle située à une trentaine de kilomètres de Bakou, la capitale, massacrant des membres de l'importante minorité arménienne établis dans cette ville, pillant et saccageant leurs biens.

source: The events were preceded by a wave of anti-Armenian statements and rallies that swept over Azerbaijan in February 1988.
fr: Ces événements ont été précédés d'une vague de déclarations et de manifestations antiarméniennes dans tout l'Azerbaïdjan en février 1988.

source: Most of the victims were burnt alive after being assaulted and tortured.
fr: La plupart des victimes ont été brûlées vives après avoir été agressées et torturées.

source: The murderers enjoyed total support of the Azerbaijani authorities and full freedom in committing these inhuman acts against the Armenian population.
fr: Les assassins ont été pleinement soutenus par les autorités azerbaïdjanaises et ont commis leurs actes inhumains contre la population arménienne en toute liberté.

source: The peak of the atrocities committed by Azeri perpetrators occurred from 27 to 29 February 1988.
fr: Les pires atrocités ont été perpétrées les 27, 28 et 29 février 1988.

source: I will refrain from giving a detailed historical overview of the pogroms in Sumgait, as the international community and the United Nations, in particular, have been duly provided with documented evidence circulated through documents on the occasion of the anniversaries of the Sumgait tragedy, the latest ones being A/57/742-S/2003/233 and S/2004/168.
fr: Je m'abstiendrai de donner ici une description historique détaillée des pogroms qui ont eu lieu à Soumgaït puisque la communauté internationale et l'ONU, en particulier, ont été dûment informés précédemment au moyen de documents distribués à l'occasion des anniversaires de la tragédie de Soumgaït, les derniers en date étant les documents A/57/742-S/2003/233 et S/2004/168.
